{"Accepting Newsletter Emails": "Accepter les e-mails du bulletin",
    "Account activation required": "Activation du compte requise",
    "Activities": "Activités",
    "Address": "Adresse",
    "Adopt a Pond": "Adopt a Pond",
    "App Store": "App Store",
    "Are you sure you want to delete your account? This action CANNOT be undone.": "Voulez-vous vraiment supprimer votre compte? Cette action ne peut pas être annulée.",
    "Are you sure you want to discard your observation?": "Voulez-vous vraiment supprimer votre observation?",
    "Are you sure you want to quit the test?": "Voulez-vous vraiment quitter le test?",
    "Basking": "Se prélasser",
    "Behavior": "Comportement",
    "Behavior:": "Comportement:",
    "Blanding's Turtle": "Tortue mouchetée",
    "Canadian Postal Code": "Code postal canadien",
    "Change Password": "Changer le mot de passe",
    "Check your email inbox for an email with the link to activate your account before you proceed. Once you have been activated, log in on the main screen.": "Vérifiez votre boîte de réception pour un courriel avec le lien pour activer votre compte avant de continuer. Une fois que vous avez été activé, connectez-vous sur l'écran principal.",
    "Confirm New Password": "Confirmez le nouveau mot de passe",
    "Confirm Password": "Confirmez le mot de passe",
    "Confirm Your Observation": "Confirmez votre observation",
    "Continue With Facebook": "Continuer avec Facebook",
    "Crossing Road": "Traversant la route",
    "DELETE": "SUPPRIMER",
    "Dead": "Mort",
    "Delete Account": "Supprimer le compte",
    "Eastern Musk Turtle": "Tortue musquée",
    "Edit Profile": "Modifiez le profil",
    "Email": "Courriel",
    "Email Address": "Adresse courriel",
    "Email: ": "Courriel:",
    "Enter your current password and new password below.": "Saisissez votre mot de passe actuel et votre nouveau mot de passe ci-dessous.",
    "Finish Test": "Terminez le test",
    "First Name": "Prénom",
    "Forest": "Forêt",
    "Forgot Password?": "Mot de passe oublié?",
    "Forgot Something?": "Vous avez oublié quelque chose?",
    "Full Name": "Nom complet",
    "Good Luck!": "Bonne chance!",
    "Habitat": "Habitat",
    "Habitat:": "Habitat:",
    "Have you already submitted this observation to another project?": "Avez-vous déjà soumis cette observation à un autre projet?",
    "How did you find this app?": "Comment avez-vous trouvé cette application?",
    "I consent to receive emails about conservation news.": "Je consens à recevoir des courriels sur les nouvelles concernant la conservation.",
    "If you are able to, take a picture of the turtles plastron(underneath the turtle).": "Si vous le pouvez, prenez une photo du plastron de la tortue (sous la tortue).",
    "Injured": "Blessé",
    "Invasive Species": "Espèces envahissantes",
    "Just one more step!": "Juste un pas de plus!",
    "Just put in your email that you used to make the account and we'll send you a link to reset your password.": "Entrez simplement votre address courriel que vous avez utilisé pour créer le compte et nous vous enverrons un lien pour réinitialiser votre mot de passe.",
    "LOG IN": "S'IDENTIFIER",
    "LOGIN": "S'IDENTIFIER",
    "Lake": "Lac",
    "Language": "Langue",
    "Last Name": "Nom de famille",
    "Log in to see to status of your turtles!": "Connectez-vous pour voir le statut de vos tortues!",
    "Make sure you can see the top of the turtle in the picture": "Assurez-vous que vous pouvez voir le haut de la tortue dans l'image",
    "Midland Painted Turtle": "Tortue peinte du centre",
    "My Observations": "Mes observations",
    "Nesting": "Ponte",
    "New Observation": "Nouvelle observation",
    "New Password": "Nouveau mot de passe",
    "Next": "Prochain",
    "Northern Map Turtle": "Tortue géographique",
    "Now that you passed the test, you can become a Turtle Guardian and get your ID card by providing your mailing address here. A card should be sent in the mail with your name on it!": "Maintenant que vous avez réussi le test, vous pouvez devenir un gardien de tortue et obtenir votre carte d'identité en fournissant votre adresse postale ici. Une carte sera envoyée par la poste avec votre nom dessus!",
    "Old Password": "Ancien mot de passe",
    "Open area": "Aire ouvert",
    "Other": "Autre",
    "Outreach Event": "Événement de sensibilisation",
    "Partners": "Les partenaires",
    "Pass the quiz and then check back here to request a special card delivery!": "Complétez le quiz puis revenez ici pour demander une livraison par carte spéciale!",
    "Password": "Mot de passe",
    "Please correct the following errors before submitting :": "Veuillez corriger les erreurs suivantes avant de soumettre:",
    "Postal Code": "code postal",
    "Postal Code: ": "Code postal:",
    "Privacy Policy": "Politique de confidentialité",
    "Profile": "Profil",
    "Question {{questionNumber}} of 20": "Question {{questionNumber}} sur 20",
    "RESEND EMAIL": "RÉ-ENVOYER LE COURRIEL",
    "Red-eared Slider Turtle": "Tortue à oreilles rouges",
    "Report a Sighting": "Signalez une observation",
    "Request Card": "Demande de carte",
    "Reset Password": "Réinitialiser le mot de passe",
    "Risk Unknown": "Risque inconnu",
    "River": "Rivière",
    "Road": "Route",
    "Rock Baren": "Zone rocheuse",
    "SEND": "ENVOYER",
    "SIGN UP": "S'INSCRIRE",
    "SIGNUP": "S'INSCRIRE",
    "Saving Turtles at Risk Today (START) Project,": "Projet Saving turtles at Risk Today(START),",
    "See how well you can ID turtles!": "Voyez à quel point vous pouvez identifier les tortues!",
    "Select The Species": "Sélectionnez les espèces",
    "Select which species you believe that the turtle is": "De quelle espèce s’agit-il?",
    "Send Card": "Envoyer une carte",
    "Shoulder Of Road": "L’accotement ",
    "Sign Up": "S'inscrire",
    "Skip": "Sauter",
    "Snapping Turtle": "Tortue serpentine",
    "Species": "Espèce",
    "Species Guess": "Deviner les espèces",
    "Species Not at Risk": "Espèces non menacées",
    "Species at Risk": "Espèces en péril",
    "Species:": "Espèce:",
    "Spiny Softshell Turtle": "Tortue molle à épines",
    "Spotted Turtle": "Tortue tachetée",
    "Start the test!": "Commencer le test!",
    "Submit": "Soumettre",
    "Swimming": "Nager",
    "Take Test": "Faire le test",
    "Take a picture of the turtle": "Prenez une photo de la tortue",
    "Take a picture of the turtle's plastron (Optional)": "Prenez une photo du plastron de la tortue (Facultatif)",
    "Take the test!": "Faire le test!",
    "Terms & Conditions": "Termes et conditions",
    "Terms & Privacy": "Conditions et confidentialité",
    "Thanks for helping!": "Merci pour votre aide!",
    "There are 20 turtle pictures in this test and you need to get a score of 75% (at least 15/20). Match the turtle species with the picture shown and if you pass we will send you a Turtle Guardians Card!": "Il y a 20 photos de tortues dans ce test et vous devez obtenir un score de 75% (au moins 15/20). Faites correspondre l’espèce de tortue avec l'image montrée et si vous réussissez, nous vous enverrons une carte Turtle Guardians!",
    "Turtle Guardians Terms And Conditions": "Conditions générales de Turtle Guardians",
    "Turtle Guardians Website": "Site Web des Turtle Guardians",
    "Turtle Guide": "Guide des tortues",
    "Turtle ID Test": "Test d'identification de tortue",
    "Turtle Identification Test": "Test d'identification des tortues",
    "Turtle Information": "Informations sur les tortues",
    "Type 'DELETE\\' into the box below": "Tapez 'SUPPRIMER \\' dans la case ci-dessous",
    "Western Painted Turtle": "Tortue peinte de l'Ouest",
    "Wetland": "Milieu humide",
    "What habitat was the turtle found in?": "Dans quel habitat la tortue a-t-elle été trouvée?",
    "What was the turtle doing?": "Que faisait la tortue?",
    "When the turtle was found, what did it look like it was doing?": "Quand la tortue a été trouvée, que faisait-elle?",
    "Where was the turtle?": "Où était la tortue?",
    "Which project(s) have you submitted to?": "À quel (s) projet (s) avez-vous soumis?",
    "Wood Turtle": "Tortue des bois",
    "Word of mouth": "Bouche à oreille",
    "Workshop": "Atelier",
    "You Passed!": "Tu as passé!",
    "You haven't submitted any turtles yet, but thats ok! Just use this page to report turtles if you see any": "Vous n’avez pas encore soumis de tortues, mais c’est correct! Utilisez cette page pour signaler une tortue",
    "You are missing an image of the turtle": "Il vous manque une image de la tortue",
    "You are not currently logged in.": "Vous n'êtes pas connecté actuellement.",
    "You got {{numCorrect}} correct out of {{numQuestions}}. You did not pass :(": "Vous avez obtenu {{numCorrect}} sur {{numQuestions}}. Vous n'avez pas passé :(",
    "You have not passed the Turtle Quiz yet": "Vous n'avez pas encore réussi le quiz sur les tortues",
    "You haven't chosen a habitat for the turtle": "Vous n'avez pas choisi un habitat pour la tortue",
    "You haven't chosen the behavior of the turtle": "Vous n'avez pas choisi le comportement de la tortue",
    "You haven't chosen what species you believe the turtle is": "Vous n'avez pas choisi l’espèce de tortue",
    "Your device has location services disabled. Please enable it in your device settings to submit a sighting.": "Votre appareil a désactivé les services de localisation. Veuillez l'activer dans les paramètres de votre appareil pour soumettre une observation.",
    "iNaturalist": "iNaturalist",
    "Has bright yellow chin and throat": "A le menton et la gorge jaune vif",
    "Has smooth, highly domed upper shell that is black with yellow flecking": "A la carapace supérieure lisse et fortement bombée et légèrement jaune tachetée",
    "Reaches upper shell length of up to 28 cm": "La carapace supérieure atteint une longueur maximmale de 28 cm",
    "Has yellow lower shell that is marked with large dark blotches or is entirely black": "A le dessous de la carapace jaune et marquée de grandes taches sombres ou est entièrement noire",
    "Lives in wetlands and basks on rocks, logs or mats of vegetation": "Vit dans les milieux humides et se prélasse sur les rochers, les bûches ou les tapis de tourbière",
    "Is often seen crossing roads": "On les voit souvent traverser des routes",
    "Has broad, smooth, flat upper shell that is olive to black with red marking along edges": "A la carapace supérieure moyenne, lisse et plate qui est de couleur olive à noir avec un marquage rouge le long des bords de la carapace",
    "Reaches shell length of up to 20 cm": "La carapace supérieure attaint une longueur maximale de 20 cm",
    "Is striped with red and yellow on head and neck": "Est rayé de rouge et de jaune sur la tête et le cou",
    "Is found in most aquatic habitats in southern Ontario": "Se trouve dans la plupart des habitats aquatiques du sud de l'Ontario",
    "Has smooth, flat upper shell that is olive to black with red marking along edges": "A la carapace supérieure lisse et plate qui est de couleur olive à noir avec un marquage rouge le long des bords",
    "Has yellow stripes on head and neck": "A des rayures jaunes sur la tête et le cou",
    "Grows to over 25 cm long": "Peutr croître jusqu'à plus de 25 cm de long",
    "In Ontario occurs north and west of Lake Superior": "En Ontario, se trouve au nord et à l'ouest du lac Supérieur",
    "Lives in wetlands, rivers, ponds and lakes, and basks on logs, rocks or shorelines": "Vit dans les milieux humides, les rivières, les étangs et les lacs, et se prélasse sur des bûches, des rochers ou des rivages",
    "Has upper shell that is olive with yellow lines, similar to contour lines on a map": "A une carapace supérieure de couleur olive avec des lignes jaunes, semblable aux lignes de contour sur une carte",
    "Has distinct ridge down centre of shell, on which back edge is serrated": "A une crête distincte au centre de la carapace, sur laquelle le bord arrière est dentelé",
    "Is patterned with yellow lines on head and legs": "Est décoré de lignes jaunes sur la tête et les jambes",
    "Grows up to 27 cm long (females larger than males)": "Atteint une longueur de 27 cm de long (les femelles sont plus grandes que les mâles)",
    "Lives in large rivers and lakes": "Vit dans les grandes rivières et les lacs",
    "Is the largest turtle in Ontario, with big head and shell that reaches length of up to 47 cm": "C'est la plus grosse tortue en Ontario, avec une grosse tête et une carapace qui atteint jusqu'à 47 cm de long",
    "Has tan, brown or black upper shell, often covered in algae, serrated at back end": "A une carapace supérieure brun clair, olive ou noire, souvent recouverte d'algues, dentelée à l'arrière",
    "Has very small lower shell": "A un très petit plastron (carapace inférieure)",
    "Has triangular spikes along top of long tail": "Longue queue couverte de crêtes triangulaires",
    "Snaps when threatened on land": "Utilise sa mâchoire puissante lorsqu'il est menacé sur terre",
    "Has narrow, domed upper shell that is cream, brown or black with dark flecking and often covered with algae": "A la carapace supérieure étroite et bombée qui est crème, brune ou noire avec des taches sombres et souvent recouverte d'algues",
    "Reaches upper shell length of up to 13 cm": "La carapace supérieure peut atteindre jusqu'à 13 cm",
    "Has small, fleshy lower shell that is cream to brown": "A un petit plastron (carapace inférieure) charnue qui est de couleur crème à brun",
    "Has light yellow stripe above and below eye on each side of pointy snout": "A une bande jaune clair au-dessus et en dessous de l'œil de chaque côté du museau pointu",
    "Lives in large water bodies such as ponds, lakes and rivers": "Vit dans les grands plans d'eau comme les étangs, les lacs et les rivières",
    "Spiny Softshell": "Tortue-molle à épines",
    "Has leathery, olive-grey to brown upper shell": "A la carapace supérieure coriace, de couleur gris-olive à marron",
    "Has long snout": "A un long museau",
    "In males has upper shell with darkly outlined spots": "Chez les mâles, la carapace supérieure est tachetée de taches sombres",
    "In females has upper shell with green to brown camouflage pattern": "Chez les femelles, la carapace supérieure présente un motif de camouflage vert à brun",
    "Grows up to 46 cm long (females twice as large as males)": "Pousse jusqu'à 46 cm de long (femelles deux fois plus grandes que les mâles)",
    "In Ontario lives in rivers and some large lakes": "En Ontario, vit dans les rivières et certains grands lacs",
    "Has smooth, black upper shell with large yellow spots": "A la carapace supérieure lisse et noire avec de grandes taches jaunes",
    "Has orange-yellow markings on head, neck and limbs": "A des marques jaune-orangé sur la tête, le cou et les pattes",
    "Has lower shell that is completely black or is creamy yellow marked with black": "A le plastron (carapace inférieure) complètement noire ou jaune crème marquée de noir",
    "Grows up to 12 cm long": "Pousse jusqu'à 12 cm de long",
    "Lives in small, shallow bodies of water, such as bogs, marshes, fens, coastal wetlands and small ponds": "Vit dans de petites étendues d'eau peu profond, comme les tourbières, les marais, les tourbières basses, les milieux humides côtiers et les petits étangs",
    "Is the most terrestrial turtle in Ontario": "Est la tortue la plus terrestre de l'Ontario",
    "Has sculpted, yellow to brown upper shell": "A la carapace supérieure sculptée, jaune à marron",
    "Has yellowish lower shell with dark blotches": "A le plastron (carapace inférieure) jaunâtre avec des taches sombres",
    "Has striking orange-yellow on neck and front legs": "A un jaune orangé saisissant sur le cou et les pattes avant",
    "Grows up to 23 cm long": "Pousse jusqu'à 23 cm de long",
    "Lives in medium-flowing coldwater rivers and creeks and nearby flood plains and forests": "Vit dans les rivières et les ruisseaux d'eau froide à courant moyen et dans les plaines inondables et les forêts avoisinantes",
    "Red-Eared Slider": "Tortue à oreilles rouges",
    "Is a non-native turtle often sold in pet stores and released into wild by pet owners": "Est une tortue non indigène souvent vendue dans les animaleries et relâchée dans la nature par les propriétaires d'animaux",
    "Has green, brown or black upper shell that reaches maximum length of 33 cm": "A la carapace supérieure verte, brune ou noire qui atteint une longueur maximale de 33 cm",
    "Has distinctive red patch behind each eye, and green head, neck and limbs": "A une tache rouge distinctive derrière chaque oeil avec une tête, un cou et des membres verts",
    "Is native to eastern United States": "Provient de l’est des États-Unis"
}